var local_database = [
    {  
      
       paper:"/images/writer-1.jpg",
       header:"/images/head-1.jpg",
       writer:"胡家麟",
       date:"2017/3/24",
       tittle:"来自东瀛的蓝调",
       content:"在你最爱的时候你不想结婚，在你最想安定的时候遇见的可能不是最爱的，或许这就是婚姻。你把青涩和挚爱都给了ta，最后把生活给了另外的ta，这就是人生的出场顺序，一个相濡以沫却厌倦到终老，一个相忘于江湖却怀念到哭泣。一个惊艳了时光，一个温柔了岁月，爱得深爱的早都不如刚好遇见你爱上你",
       paper1:"/images/writer-1.jpg",
       header1:"/images/head-1.jpg",
       write1:"胡家麟",
       date1:"2017/3/24",
       tittle1:"来自东瀛的蓝调",
       text1:"或许长篇小说的语言本来就难以简洁，于是《挪威的森林》读起来与芥川龙之介相较就略显拖沓。当然，读完此书也不会觉得此书真要简洁了，反倒是希望村上春树多写一些描写了。",
       contentimg1:"/images/nuowei1.jpg",
       text2:"所以我还是很喜爱《挪威的森林》。书中的两个女主角我都很喜欢，这恐怕要归功于村上春树的文字了，确实描写得相当形象——当然那也是一种令人有种即将恋爱的那种美好。我很喜欢绿子的坦然，甚至觉得我似乎与绿子的境遇相似，当然除了那份坦然——不妨在此承认我对喜欢的人存在性幻想，可是，我从未说过我想和她睡觉，也不曾将与梦中一般脱她衣服的行为付诸行动。笔者不爱周遭一样地认为贞操是神圣的。对性的开放，本应是一种倍受推崇的人文情怀。“想和我睡？”这是直子问渡边的话。“求你现在什么也别想，只管死死地抱住我，我都整整忍耐两个月了。”这是绿子跟渡边说的话。他知道，渡边有喜欢的人，但她却未曾抛却对渡边的感觉，“我要你喜欢我的时候只喜欢我一个人”，这是绿子直指内心式地面对自己的内心并且毫无保留地将其交托于渡边——她喜欢的人。倘若我喜欢的是直子的身体，那么我对绿子的喜欢就不只止于此，那应该是找不到一句不爱绿子的地方。木月的阴影始终要了直子的生活，在直子二十岁生日那天之后，直子便已经失去了自己的生活——那似乎是木月因直子把身体交托与渡边而对直子的一种惩罚吧！绿子始终会成为渡边选择的人，她是一个会掳掠人心的人，只是她与渡边之间还缺少了一些时间。",
        contentimg2:"/images/nuowei2.jpg",
        text3:"读罢《挪威的森林》，我脑中依旧徘徊着绿子对渡边的幻想的告白。渡边与玲子的那段经过我是无法接受，也许这是玲子宣泄的一种方式，又或者说是渡边心理到生理上做的一个变换的过程。书中提及到的女生中未与渡边睡过的，大概也就只有永泽的女友初美——其实大概要睡也是有机会的——和绿子——即使绿子曾经握着渡边的阳物帮渡边疏导到自己的内裤里边。好吧，我爱上村上春树的这种文字！",
        




        postId: 0},
        {  
       paper:"/images/writer-2.jpg",
       header:"/images/head-2.jpg",
       writer:"刘琳",
       date:"2017/3/21",
       tittle:"我不止知道柯南道尔",
       content:"夕阳西下也好，逆风抽烟也好，收拾旧物也好，这些绝佳的意向也无法惆怅起来，不是很早，就在一年前，我会很享受这个过程，翻看老笔记可以呆坐一整天，不断发出感慨，不断提笔又放，坐在昏暗幽沉的丹青，自比古人之余顾影自怜，算是在孤独中绝佳的享受，现在仍然孤独，甚至多了些可怜可鄙的伤痕，本应更加需要毫无颜面的自我安慰，可以说不想，但说是不敢应该更贴切罢了。",

        postId: 1}

       
]

var review_database = [
    {  
      
       paper:"/images/bookone-1.jpg",
       header:"/images/head-3.jpg",
       writer:"李德帅",
       date:"2017/3/22",
       tittle:"四大名著的前世今生",
       content:"二号下午一点左右回到学校，收拾好行李便和两烟友和老乡去打牙祭，些许是低估了冰城初春的寒意，再加上羞耻心作祟，于是换上了在家时的衣服，回来便寒风沁骨，到了晚上愈演愈烈，头痛异常，在我记忆中如此痛苦还是头一遭，头脑分外清晰时体会病理的折磨，着实够呛",
        reviewId: 0},
        {  
      boolean:"false",
       paper:"/images/writer-2.jpg",
       header:"/images/head-2.jpg",
       writer:"刘琳",
       date:"2017/3/23",
       tittle:"我不止知道柯南道尔",
       content:"夕阳西下也好，逆风抽烟也好，收拾旧物也好，这些绝佳的意向也无法惆怅起来，不是很早，就在一年前，我会很享受这个过程，翻看老笔记可以呆坐一整天，不断发出感慨，不断提笔又放，坐在昏暗幽沉的丹青，自比古人之余顾影自怜，算是在孤独中绝佳的享受，现在仍然孤独，甚至多了些可怜可鄙的伤痕，本应更加需要毫无颜面的自我安慰，可以说不想，但说是不敢应该更贴切罢了。",

        reviewId: 1}

       
]

var recommend_database=[
    {
        header:"/images/booklogo2.png",
        information:"BOOK官方客服",
        date:"2017/3/29",
        contenttext:"开发者工具安装完成后，打开并使用微信扫码登录。选择创建“项目”，填入上文获取到的 AppID ，设置一个本地项目的名称（非小程序名称），比如“我的第一个项目”，并选择一个本地的文件夹作为代码存储的目录，点击“新建项目”就可以了。",
        postId:0,
        lala:1,
    },
    {
        header:"/images/booklogo2.png",
        information:"BOOK官方客服",
        date:"2017/3/29",
        contenttext:"开发者工具安装完成后，打开并使用微信扫码登录。选择创建“项目”，填入上文获取到的 AppID ，设置一个本地项目的名称（非小程序名称），比如“我的第一个项目”，并选择一个本地的文件夹作为代码存储的目录，点击“新建项目”就可以了。",
        lala:2,
        postId:1
    }

]


module.exports = {
    postList: local_database,
    reviewList:review_database,
    recommendList:recommend_database
}